Repository: A-Saleh-86/zatca-integration
Catalog: languages/zatca-*.po
Languages: ar

source: zatca
ar: هيئه الزكاة

source: Zatca Integration
ar: التكامل مع هيئه الزكاة

source: Appy Innovate
ar: روائع الابتكار

source: Client Name ( Arabic )
ar: اسم العميل بالعربية

source: District Name (Arabic)
ar: المقاطعة بالعربية

source: Address Name (Arabic)
ar: الشارع بالعربية

source: City Name (Arabic)
ar: المدينه بالعربيه

source: VAT ID
ar: الرقم الضريبي

source: Apartment No
ar: رقم المبنى

source: Postal Code
ar: الرمز البريدي

source: Second Business ID
ar: المعرف الثاني

source: Second Business ID Type
ar: نوع المعرف الثاني

source: Company
ar: الشركة

source: Zatca Stage:
ar: مرحلة الدمج مع هيئة الزكاة

source: ZATCA V1
ar: مرحله اولي

source: ZATCA V2
ar: مرحله ثانيه

source: No ZATCA
ar: لايوجد

source: Get Seller Data
ar: جلب بيانات البائع

source: Country :
ar: البلد

source: VAT Category Code:
ar: فئة الضريبة الرئيسية

source: VAT Category Code Sub Type No:
ar: فئة الضريبة الفرعية

source: Second Business ID Type:
ar: نوع المعرف الثاني

source: Second Business ID :
ar: المعرف الثاني

source: VAT ID:
ar: الرقم الضريبي

source: Company name:
ar: الشركة

source: Apartment No :
ar: رقم المبنى

source: PO Box Additional Number :
ar: رقم صندوق بريد إضافي

source: PO Box :
ar: صندوق البريد

source: Postal Code:
ar: الرقم البريدي

source: Street Name - AR :
ar: الشارع بالعربية

source: Street Name - EN :
ar: الشارع بالانجليزية

source: District Name - AR :
ar: المقاطعة بالعربية

source: District Name - EN :
ar: المقاطعة بالانجليزي

source: City Name - AR :
ar: المدينة بالعربية

source: City Name - EN :
ar: المدينة بالانجليزي

source: Country Subdivision - AR :
ar: محافظة بالعربية

source: Country Subdivision - EN :
ar: محافظة بالانجليزية

source: Device :
ar: رقم الجهاز

source: ZATCA B2C Sending Interval :
ar: طريقة ارسال فواتير B2C لهيئة الزكاة

source: ZATCA Invoices Type:
ar: نوع الفواتير المدعومة

source: Both
ar: كلاهما

source: Update Company Details
ar: تعديل بيانات الشركة

source: company Name
ar: اسم الشركة

source: Insert Company Details
ar: ادخال بيانات الشركة

source: Back
ar: العودة للخلف

source: Edit Customer Details
ar: تعديل بيانات العميل

source: Client / VendorNo:
ar: رقم العميل

source: Copy data from the system to here
ar: نسخ بيانات العميل من النظام

source: Customers
ar: العملاء

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Phone
ar: رقم الهاتف

source: Address
ar: العنوان

source: Search Customer Data
ar: البحث في بيانات العميل

source: Client Name ( Arabic ):
ar: اسم العميل بالعربية

source: Client Name( English ):
ar: اسم العميل بالانجليزية

source: ZATCA Invoices Type :
ar: نوع الفواتير المدعومة

source: Country Name:
ar: البلد

source: Street Name (Arabic):
ar: الشارع بالعربية

source: Street Name (English):
ar: الشارع بالانجليزي

source: District Name (Arabic):
ar: المقاطعة بالعربية

source: District Name (English):
ar: المقاطعة بالانجليزي

source: City Name(Arabic):
ar: المدينه بالعربيه

source: City Name(English):
ar: المدينه بالانجليزيه

source: Country Subdivision (Arabic):
ar: المحافظة بالعربية

source: Country Subdivision (English):
ar: المحافظة بالانجليزية

source: Update Customer Details
ar: تعديل بيانات العميل

source: Add New Customer
ar: اضافه عميل جديد

source: Client No.:
ar: رقم العميل

source: Client No.
ar: رقم العميل

source: Search Customer data
ar: البحث في بيانات العميل

source: Client Name ( English )
ar: اسم العميل بالانجليزية

source: PO Box Additional Number
ar: رقم صندوق بريد إضافي

source: PO Box
ar: صندوق البريد

source: Street Name (Arabic)
ar: الشارع بالعربية

source: Street Name (English)
ar: الشارع بالانجليزيه

source: District Name (English)
ar: المقاطعة بالانجليزيه

source: City Name(Arabic)
ar: المدينه بالعربيه

source: City Name(English)
ar: المدينه بالانجليزيه

source: Country Subdivision (Arabic)
ar: المحافظة بالعربية

source: Country Subdivision (English)
ar: المحافظة بالانجليزية

source: Insert New Customer
ar: اضافه عميل جديد

source: Customer No
ar: رقم العميل

source: Client Name(Ar)
ar: اسم العميل بالعربية

source: Client Name(En)
ar: اسم العميل بالانجليزية

source: ZATCA Invoices Type
ar: نوع الفواتير المدعومة

source: Street Name(Ar)
ar: الشارع بالعربية

source: Dist-AR
ar: المقاطعة بالعربية

source: City-AR
ar: المدينة بالعربية

source: Sec-Business-Id
ar: المعرف الثاني

source: Apart No
ar: رقم المبنى

source: PO Box Additional Num
ar: رقم صندوق بريد إضافي

source: St Name - EN
ar: الشارع بالانجليزية

source: Dist Name - EN
ar: المقاطعة بالانجليزي

source: City Name - EN
ar: المدينة بالانجليزيه

source: Country Sub - EN
ar: محافظة بالانجليزية

source: Country
ar: البلد

source: Action
ar: الاعدادات

source: Edit Customer
ar: تعديل بيانات العميل

source: Delete Customer
ar: حذف عميل

source: Edit Device Details
ar: تعديل بيانات الجهاز

source: Device No.:
ar: رقم الجهاز

source: Cryptographic Stamp ID:
ar: التوقيع الالكتروني

source: Expiry Date:
ar: تاريخ الانتهاء

source: Token Data:
ar: كلمة السر

source: Device Status :
ar: حاله الجهاز

source: Add New Device
ar: اضافه جهاز جديد

source: Cryptographic Stamp ID
ar: التوقيع الالكتروني

source: Expiry Date
ar: تاريخ الانتهاء

source: Token Data
ar: كلمة السر

source: Insert New Device
ar: اضافه جهاز جديد

source: Devices
ar: الاجهزة

source: Device No
ar: رقم الجهاز

source: Device Status
ar: حاله الجهاز

source: Active
ar: نشط

source: Inactive
ar: غير نشط

source: Edit Device
ar: تعديل بيانات الجهاز

source: Delete Device
ar: حذف جهاز

source: Edit Document
ar: تعديل بيانات الفاتوره

source: View Document
ar: عرض بيانات الفاتوره

source: Invoice No:
ar: رقم الفاتورة

source: System Invoice No:
ar: رقم فاتورة النظام

source: Invoices
ar: الفواتير

source: Order No
ar: رقم الطلب

source: Customer Not Exist
ar: العميل غير مسجل

source: This Customer Not Exist In Zatca Customers.Insert Now?
ar: هذا العميل غير مسجل في جدول العملاء..هل تريد التسجيل الان؟

source: Delivery Date:
ar: تاريخ التوصيل

source: Max Delivery Date:
ar: اقصي تاريخ للتوصيل

source: Payed (Cash):
ar: المدفوع نقدا

source: Payed (visa):
ar: المدفوع فيزا

source: Payed (Bank):
ar: المدفوع بتحويل بنكي

source: Total Payed:
ar: اجمالي المدفوع

source: Invoice Total:
ar: اجمالى الفاتورة قبل الخصم

source: Discount:
ar: اجمالي الخصم

source: Tax Total:
ar: اجمالي الضريبه

source: Invoice Net:
ar: الصافي

source: Subnet Total plus tax:
ar: الاجمالي بالضريبه

source: VAT Category SubType Code:
ar: فئة الضريبة الفرعية

source: Exemption Reason:
ar: سبب الاعفاء

source: Invoices Type :
ar: نوع الفاتورة

source: Left Amount:
ar: المبلغ المتبقي

source: Return Reason:
ar: سبب الارجاع

source: Return Reason
ar: سبب الارجاع

source: Is Nominal
ar: هل عينه؟

source: Is Export
ar: هل صادرات؟

source: Is Summary
ar: هل ملخص فترة ؟

source: Item No
ar: مسلسل

source: Name Ar
ar: الاسم العربي

source: Name En
ar: الاسم الانجليزي

source: Price
ar: السعر

source: Quantity
ar: الكمية

source: Discount
ar: اجمالي الخصم

source: Tax Percentage
ar: النسبه المئويه للضريبه

source: Tax Amount
ar: مبلغ الضريبة

source: Net Amount
ar: المبلغ الصافى

source: Total Amount with Tax
ar: الاجمالى بعد الضريبة

source: Original of Returned Invoice
ar: أصل الفاتورة المرتجعه

source: Invoice Date:
ar: تاريخ الفاتورة

source: Reissued Invoice
ar: الفاتورة المعاد ارسالها

source: Original of Reissued Invoice
ar: أصل الفاتورة المعاد ارسالها

source: Insert New Document
ar: اضافه فاتورة جديده

source: System Invoice No
ar: رقم فاتورة النظام

source: Search Invoices
ar: البحث في الفواتير

source: Delivery Date
ar: تاريخ التوصيل

source: Max Delivery Date
ar: اقصي تاريخ للتوصيل

source: Payed (Cash)
ar: المدفوع نقدا

source: Payed (Visa):
ar: المدفوع فيزا

source: Payed (Visa)
ar: المدفوع فيزا

source: Payed (Bank)
ar: المدفوع بتحويل بنكي

source: Total Payed
ar: اجمالي المدفوع

source: Invoice Total
ar: اجمالي الفاتورة قبل الخصم

source: Total Discount:
ar: اجمالي الخصم

source: Total Discount
ar: اجمالي الخصم

source: Tax Total
ar: اجمالي الضريبه

source: Invoice Net
ar: الصافي

source: Subnet Total plus tax
ar: الاجمالي بالضريبه

source: Exemption Reason
ar: سبب الاعفاء

source: Left Amount
ar: المبلغ المتبقي

source: Documents
ar: الفواتير

source: Add New Document
ar: اضافه فاتورة جديد

source: Send Sellected To
ar: ارسال المحدد الي

source: ZATCA
ar: هيئة الزكاة

source: Unsubmitted /Rejected Documents
ar: الفواتير المرفوضة / الغير مرسلة

source: Min Invoice Date
ar: ابتداء من تاريخ

source: Max Invoice Date
ar: حتي تاريخ

source: Clear
ar: تفريغ

source: Invoice No
ar: رقم الفاتورة

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoice Type
ar: نوع الفاتورة

source: Payed
ar: المدفوع

source: Invoice Tax
ar: قيمة الضريبة

source: Invoice Status
ar: حاله الفاتورة

source: zatcaSuccessResponse
ar: حاله ارسال الطلب

source: zatcaAcceptedReissueInvoiceNo
ar: رقم الفاتورة المعاد ارسالها

source: Accepted Invoice
ar: فاتورة مقبولة

source: Accepted With Warning Invoice
ar: فاتورة مقبولة مع تحذيرات

source: Rejected Invoice
ar: فاتورة مرفوضة

source: Returned
ar: مرتجع

source: Edit-Document
ar: تعديل بيانات الفاتورة

source: Send To Zatca
ar: ارسال الي هيئة الزكاة

source: Download XML
ar: تحميل المستند

source: Reissue
ar: اعاده ارسال

source: Return
ar: ارجاع

source: View Warning MSG
ar: اظهار رسالة الخطأ

source: Print Document
ar: طباعة الفاتوره

source: Logs
ar: السجلات

source: From-Date:
ar: من تاريخ

source: To-Date
ar: حتي تاريخ

source: user name
ar: اسم المستخدم

source: Failed
ar: عمليه فاشله

source: User No
ar: رقم المستخدم

source: Log No
ar: رقم السجل

source: Date Time
ar: الوقت و التاريخ

source: MAC Address
ar: عنوان ماك

source: IP
ar: عنوان الانترنت

source: Is Success
ar: عمليه ناجحه

source: Operation
ar: العمليه

source: Zatca Activation
ar: تفعيل هيئه الزكاة

source: Users
ar: المستخدمين

source: Zacta Tampering Detector
ar: فحص خلل الفواتير

source: Operations
ar: العمليات

source: Zatca Subscription ID
ar: كود تفعيل هيئة الزكاة

source: Enter Your Zatca Subscription ID
ar: ادخل كود تفعيل هيئة الزكاة

source: Activate Plugin Now
ar: تفعيل الآن

source: Edit User Details
ar: تعديل بيانات المستخدم

source: Nick Name:
ar: اسم المستخدم

source: Arabic name:
ar: الاسم بالعربيه

source: English Name :
ar: الاسم بالانجليزية

source: Remind with Late B2C Invoices:
ar: التنبيه بفواتير B2C المتاخرة

source: Remind with Late B2C Invoices before ZATCA grace period ending with ( number box ) hours:
ar: ذكرنى بالفواتير المتاخرة (عدد) الساعات

source: Hours
ar: ساعات

source: Update User Details
ar: تعديل بيانات المستخدم

source: Add New User
ar: اضافه مستخدم جديد

source: User No:
ar: رقم المستخدم

source: Arabic Name:
ar: الاسم بالعربيه

source: Arabic Name
ar: الاسم بالعربيه

source: English Name:
ar: الاسم بالانجليزية

source: English Name
ar: الاسم بالانجليزية

source: Remind Interval
ar: فترة التذكير

source: Insert New User
ar: اضافه مستخدم جديد

source: Name Arabic
ar: الاسم العربي

source: Name English
ar: الاسم الانجليزي

source: Remind with Late B2C Invoices
ar: التنبيه بفواتير B2C المتاخرة

source: Remind with B2C before ZATCA grace period
ar: المدة المحددة للتذكير بفواتير ال B2C

source: Actions
ar: الاعدادات

source: Edit User
ar: تعديل بيانات المستخدم

source: Delete User
ar: حذف المستخدم

source: From Date
ar: من تاريخ

source: To Date
ar: حتي تاريخ

source: Branch
ar: الفرع

source: Check Counter Gap
ar: فحص خلل الترتيب

source: Check Hash Gap
ar: فحصل خلل الهاش

source: Zatca Release Date:
ar: تاريخ اصدار نسخه هيئة الزكاة

source: Postal Code Cant be Null
ar: يجب ادخال رقم صندوق البريد

source: Postal Code Must be 5 Digits
ar: الرقم البريدى يجب ان يكون 5 ارقام

source: Street Arabic Name Cant be Null
ar: يجب ادخال اسم الشارع باللغة العربية

source: second business id Cant be Null
ar: يجب ادخال المعرف الثانى

source: District Arabic Name Cant be Null
ar: يجب ادخال المقاطعة بالعربية

source: City Arabic Name Cant be Null
ar: يجب ادخال المدينة بالعربية

source: Customer Inserted Success
ar: تم حفظ العميل بنجاح

source: Please select a customer first
ar: من فضلك اختر العميل أولا

source: Please Insert Customer Aarabic Name
ar: من فضلك أدخل اسم العميل العربي

source: You Must Enter Client Name In Arabic
ar: يجب ادخال اسم العميل باللغه العربيه

source: You Must Enter Client Name English In English
ar: يجب ادخال اسم العميل الانجليزي باللغه الانجليزيه

source: You Must Enter Street Name Arabic In Arabic
ar: يجب ادخال اسم الشارع العربي باللغه العربيه

source: You Must Enter Street Name English In English
ar: يجب ادخال اسم الشارع الانجليزي باللغه الانجليزيه

source: You Must Enter City Name Arabic In Arabic
ar: يجب ادخال اسم المدينه العربي باللغه العربيه

source: You Must Enter City Name English In English
ar: يجب ادخال اسم المدينه الانجليزي باللغه الانجليزيه

source: You Must Enter Arabic District In Arabic
ar: يجب ادخال اسم المقاطعه العربي باللغه العربيه

source: You Must Enter English District In English
ar: يجب ادخال اسم المقاطعه العربي باللغه العربيه

source: You Must Enter Arabic Subdivision In Arabic
ar: يجب ادخال اسم المحافظه العربي باللغه العربيه

source: You Must Enter English Subdivision In English
ar: يجب ادخال اسم المحافظة الانجليزي باللغه الانجليزيه

source: Vat Id Must be Numbers
ar: الرقم الضريبي يجب ان يكون ارقام فقط

source: Second Business Id Must be Numbers
ar: المعرف الثانى يجب ان يكون ارقام فقط

source: Appartment Number Must be Numbers
ar: رقم العقار يجب ان يكون ارقام

source: PO Additional Number Must be Numbers
ar: رقم صندوق بريد إضافي يجب ان يكون ارقام

source: PO Box Number Must be Numbers
ar: رقم صندوق البريد يجب ان يكون ارقام فقط

source: Postal Code Must be Numbers
ar: الرقم البريدى يجب ان يكون ارقام فقط

source: Error
ar: عمليه خاطئه

source: Success
ar: عمليه ناجحه

source: Are You Sure?
ar: هل انت متاكد ؟

source: Delete
ar: حذف

source: Second Business Id Must be 10 Digits
ar: المعرف الثانى يجب ان يكون 10 أرقام

source: Please Insert City Arabic Name
ar: يجب أدخل اسم المدينة باللغة العربية

source: Please Insert District Arabic Name
ar: يجب ادخل اسم المقاطعة باللغة العربية

source: Please Insert Company Name
ar: يجب ادخل اسم الشركة

source: Please Insert Appartment No.
ar: يجب ادخل رقم المبنى

source: Please Insert Po Box Additional No.
ar: يجب ادخل صندوق بريد إضافي

source: Please Insert Street Arabic Name
ar: يجب ادخل اسم الشارع باللغة العربية

source: Person No Cant be Null
ar: يجب ادخال رقم العميل

source: Please insert reminder hours
ar: من فضلك ادخل ساعات التنبيه

source: Reminder hours must be between 1-23 Hours
ar: ساعات التنبيه يجب ان تكون بين 1 و 23 ساعة

source: User Already Exist
ar: المستخدم موجود بالفعل

source: User Inserted Successfully
ar: تم اضافة المستخدم بنجاح

source: Warning
ar: رساله تحذيريه

source: New Device Inserted
ar: تم اضافة جهاز جديد

source: Device Status Updated
ar: تم تعديل حالة الجهاز

source: Not allowed to add more one device active
ar: غير مسموح باضافة اكثر من جهاز واحد نشط

source: Document Created successifly
ar: تم ادخال الفاتورة بنجاح

source: Data Updated
ar: تم التعديل بنجاح

source: Device CsID_ExpiryDate is Expired
ar: تاريخ صلاحية الجهاز انتهت

source: Please Insert Company Details
ar: من فضلك قم بادخال بيانات الشركة

source: You Muse Insert Seller additional Id Number in zatca Company
ar: يجب ادخال رقم المعرف الثاني للشركة

source: You Muse Insert Buyer po box additional number in zatca customer
ar: يجب ادخال رقم صندوق بريد اضافى للعميل

source: You Muse Insert Buyer additional Number in zatca customer
ar: يجب ادخال رقم المعرف الثاني للعميل

source: No rows were affected. Possible reasons: No matching rows or the data is already up to date.
ar: لا يوجد تحديث ربما كل شئ على مايرام

source: Please submit via reporing
ar: الرجاء الارسال باستخدام الB2C

source: Unauthorized, Please check authentication certificate and secret and resubmit
ar: غير مصرح به، يرجى التحقق من شهادة المصادقة والسرية وإعادة الإرسال

source: Please resend with smaller payload(invoice), Decrease invoice details and resubmit
ar: يرجى إعادة الإرسال بحمولة أصغر (فاتورة)، وتقليل تفاصيل الفاتورة وإعادة الإرسال

source: Please wait for 1 minute and resubmit
ar: الرجاء الانتظار لمدة دقيقة واحدة ثم إعادة الإرسال

source: Internal Server Error, Please try again later
ar: خطأ داخلي في الخادم، يرجى المحاولة مرة أخرى لاحقًا

source: Service Unavailable, Please try again later
ar: الخدمة غير متاحة، يرجى المحاولة مرة أخرى لاحقًا

source: Gateway Timeout, Please try again later
ar: انتهت المهلة يرجى المحاولة مرة أخرى لاحقًا

source: Buyer arabic name is mandatory and the same as his name in his National ID
ar: يجب أن يكون اسم المشتري باللغة العربية وأن يكون مطابقًا لاسمه الموجود في البطاقة الوطنية

source: Second business type must be National ID, Please edit customer profile
ar: يجب أن يكون نوع التسجيل الثاني هو الهوية الوطنية، يرجى تعديل ملف العميل

source: Buyer Second business ID must be filled, Please edit customer profile
ar: يجب ملء رقم المعرف الثاني للمشتري، يرجى تعديل ملف تعريف العميل

source: Seller Second business ID must be filled, Please edit company profile
ar: يجب ملء رقم المعرف الثاني للشركة يرجى تعديل ملف تعريف الشركة

source: Company zatca stage must be V2, Please edit company profile
ar: يجب أن تكون مرحلة زاتكا الخاصة بالشركة مرحلة ثانية، يرجى تعديل ملف تعريف الشركة

source: Sorry, VAT ID for the client must be empty because the invoice is exports
ar: عذرا، يجب أن يكون الرقم الضريبي للعميل فارغًا لأن الفاتورة يتم تصديرها

source: Sorry, VAT ID for the client must be filled
ar: عذرا، يجب ملء الرقم الضريبي للعميل

source: Sell Invoice
ar: فاتورة مبيعات

source: Return Sell Invoice
ar: إرجاع فاتورة مبيعات

source: Please select a Order first
ar: من فضلك اختر فاتورة من النظام أولا

source: Document
ar: فاتورة رقم

source: The device signature or token data may not be correct , please check and try again!
ar: قد لا تكون بيانات توقيع الجهاز أو الرمز صحيحة، يرجى التحقق والمحاولة مرة أخرى!

source: This invoice is already generated and sent before to zatca!
ar: تم إنشاء هذه الفاتورة بالفعل وإرسالها مسبقًا إلى هيئة الزكاة!

source: Client Name Arabic Cant be Empty
ar: يجب ادخال اسم العميل العربي

source: Missing Invoice Numbers
ar: مسلسل الفواتير المفقودة

source: Document No
ar: رقم الفاتورة

source: Invoice Hash
ar: هاش الفاتورة

source: Failed to delete Customer.
ar: فشل عملية الحذف

source: Customer deleted successfully.
ar: تم الحذف بنجاح

source: Failed to delete device.
ar: فشل حذف الجهاز

source: Device deleted successfully.
ar: تم الحذف بنجاح

source: Failed to delete device because there are documents related to this device.
ar: فشل حذف الجهاز بسبب وجود فواتير مرتبطة بهذا الجهاز

source: Failed to delete User
ar: فشل عملية الحذف

source: User deleted successfully
ar: تم الحذف بنجاح

source: Data Inserted
ar: تم بنجاح

source: Document Submitted Successfully, Zatca Status Code Is
ar: تم ارسال الفاتورة بنجاح كود هيئة الزكاة هو

source: .. Request Is Success
ar: عمليه ناجحه

source: Document Submitted with Warning, Zatca Status Code Is
ar: تم ارسال الفاتورة لكن يوجد تنبيه كود هيئة الزكاة هو

source: Error:
ar: خطأ

source: You have unsubmitted documents please review them
ar: لديك فواتير غير مرسلة الرجاء مراجعتها

source: Tax Invoice
ar: عمل فاتورة ضريبيه

source: ZATCA ACTIVATION FORM
ar: شاشة تفعيل هيئة الزكاة

source: Reissued Successfully
ar: تم اعادة إنشاء الفاتورة بنجاح
